#+TITLE: linux-utils
#+AUTHOR: Matheus Serpa
#+STARTUP: overview indent
#+TAGS: noexport(n) deprecated(d)
#+EXPORT_SELECT_TAGS: export
#+EXPORT_EXCLUDE_TAGS: noexport
#+SEQ_TODO: TODO(t!) STARTED(s!) WAITING(w!) | DONE(d!) CANCELLED(c!) DEFERRED(f!)

* municipio 

#+begin_src R :results output :session *R* :exports both
library(dplyr)
library(readr)
library(tidyr)
#options(crayon.enabled = FALSE)

dfMUNICIPIO <- read_csv("./TS_MUNICIPIO.csv") %>%
as.data.frame

#head(dfMUNICIPIO)
#+end_src

#+RESULTS:
: Parsed with column specification:
: cols(
:   ID_MUNICIPIO = col_integer(),
:   MUNICIPIO = col_character()
: )

